Repository: Proteus-tech/ejn-buildout
Catalog: src/Products.Ploneboard/src/Products/Ploneboard/locales/*/LC_MESSAGES/plone.po
Languages: es

source: Activate
es: Activar

source: Active
es: Activo

source: Automatic publishing in unmoderated boards
es: Publicación automática en tablero no moderados

source: Automatic publishing request
es: Solicitud de publicación automática

source: Being created
es: Creándose

source: Comment Workflow [Ploneboard]
es: Flujo de trabajo de Comentario [Ploneboard]

source: Conversation Workflow [Ploneboard]
es: Flujo de trabajo de Conversación [Ploneboard]

source: Edit
es: Editar

source: Forum Workflow [Ploneboard]
es: Flujo de trabajo de Foro [Ploneboard]

source: Free for all
es: Libre para todos

source: Hidden
es: Oculto

source: Hide
es: Ocultar

source: Hide message board
es: Ocultar mensaje de foro

source: Lock
es: Bloquear

source: Lock message board
es: Bloquear mensaje de foro

source: Locked
es: Bloqueado

source: Make free-for-all
es: Dejar libre para todos

source: Make member-posting
es: Sólo para miembros

source: Make moderated
es: Haz moderado

source: Make private
es: Hacer privado

source: Make the forum free for all
es: Hacer el foro libre para todos

source: Making an Hide message board means that it will not be visible to anyone but the owner and the site administrator.
es: Al hacer un mensaje de foro oculto no será visible para ninguna persona salvo para su propietario y el administrador del sitio.

source: Making an Lock message board means that it will not be editable to anyone, just the owner and the site administrator.
es: Al hacer un bloqueo de un mensaje de foro no será visible para ninguna persona salvo para su propietario y el administrador del sitio.

source: Making an Open message board means that it will receive discussions.
es: Haciendo a un tablero de mensaje Abierto significa que recibirá discusiones.

source: Making an Unlock message board means that it will be editable.
es: Haciendo a un desbloqueo de tablero de mensaje significa que será editable.

source: Member requests publishing
es: Los miembros solicitan publicación

source: Moderate
es: Moderar

source: Moderated forum
es: Foro moderado

source: Only let members post
es: Sólo permitir que los miembros publiquen

source: Open
es: Abierto

source: Open message board
es: Tablero de mensaje abierto

source: Pending state
es: Estado pendiente

source: Ploneboard Workflow [Ploneboard]
es: Flujo de trabajo de Ploneboard [Ploneboard]

source: Private closed board
es: Tablero cerrado privado

source: Private to members only
es: Privado solo para miembros

source: Public
es: Público

source: Re-publish a retracted comment
es: Re-publicar un comentario retirado

source: Rejected
es: Rechazado

source: Require membership to post
es: Solicitar login para publicar

source: Required
es: Requerido

source: Retract a published comment
es: Retirar un comentario publicado

source: Retracted
es: Retirado

source: Reviewer locks conversation
es: Revisar bloqueadas conversación

source: Reviewer publishes content
es: Revisar contenido publicado

source: Reviewer rejects pending conversation
es: Revisar conversación pendiente rechaza

source: Reviewer rejects submission
es: Revisar el envío rechazado

source: Reviewer returns conversation to active
es: Revisar devuelve conversación a activa

source: This allows owner to add a Conversation and enable it to receive Comments.
es: Esto permite al propietario para añadir una conversación y habilitarlo para recibir comentarios.

source: This allows owner to edit a Comment made into a Forum to be public.
es: Esto permite al propietario para editar un comentario hecho en un foro que sea pública.

source: This allows owner to sending a Forum to be public, to receive discussion from users.
es: Esto permite al propietario enviar un foro a que sea público, para recibir la discusión de los usuarios.

source: This allows owner to sending a Ploneboard to be public, to receive discussion from users.
es: Esto permite al propietario enviar un Ploneboard a que sea público, para recibir la discusión de los usuarios.

source: This message board is locked by his Owner / the Plone site manager.
es: Este Foro está bloqueado por su propietario / administrador del sitio Plone.

source: This message board is private by discussions from Plone users.
es: Este Foro es privado para las discusiones de los usuarios de Plone.

source: This message board is published to receive discussions from Plone users.
es: Este Foro es publicado para las discusiones de los usuarios de Plone.

source: Unlock message board
es: Desbloquear mensaje de foro

source: Waiting for moderator
es: Pendientes de moderación

source: batch_x_items_matching_your_criteria
es: ${number} elementos coinciden con sus términos de búsqueda

source: board_view_global
es: Vista global de foros

source: conversation_browserview
es: Vista de Conversación plana

source: conversation_view
es: Vista de Conversación plana

source: description_recent_conversations
es: Un portlet que muestra una visión general de todas las conversaciones recientemente actualizadas

source: heading_search_results
es: Resultados de búsqueda

source: label_relevance_percentage
es: Relevancia: ${percentage}%

source: label_search
es: Buscar

source: old_date_format: ${year} ${month} ${day} ${hours}:${minutes}
es: ${year} ${month} ${day} ${hours}:${minutes}

source: ploneboard_view
es: Vista Ploneboard

source: threaded_conversation_view
es: Vista de Conversación en hilo

source: young_date_format: ${wday} ${hours}:${minutes}
es: ${wday} ${hours}:${minutes}
